export const privacyTitle = '個人情報の取り扱いについて';
export const lead = '本ウェブサイトは、個人情報を取り扱うサイトです。';
export const manage =
  '我々は、お客さまの個人情報を正確かつ最新の状態に保ち、個人情報への不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、セキュリティシステムの維持・管理体制の整備等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行ないます。';
export const use =
  '本ウェブサイトでは、お客様からのお問い合わせ時に、お名前、e-mailアドレス等の個人情報をご登録いただく場合がございますが、これらの個人情報はご提供いただく際の目的以外では利用いたしません。お客さまからお預かりした個人情報は、我々からのご連絡や業務のご案内やご質問に対する回答として、電子メールや資料のご送付に利用いたします。';
export const forbit =
  '我々は、お客さまよりお預かりした個人情報を適切に管理し、次のいずれかに該当する場合を除き、個人情報を第三者に開示いたしません。';
export const forbitComtents = [
  '・お客さまの同意がある場合',
  '・お客さまが希望されるサービスを行なうために我々が業務を委託する業者に対して開示する場合',
  '・法令に基づき開示することが必要である場合',
];
export const safetySupport =
  '我々は、個人情報の正確性及び安全性確保のために、セキュリティに万全の対策を講じています。';
export const identityInquiry =
  'お客さまがご本人の個人情報の照会・修正・削除などをご希望される場合には、ご本人であることを確認の上、対応させていただきます。';
export const legal =
  '我々は、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本ポリシーの内容を適宜見直し、その改善に努めます。';
export const contact = '我々の個人情報の取扱に関するお問い合せはこちらまでご連絡ください。';
export const disclaimerTitle = '免責事項について';
export const disclaimerText =
  '本ウェブサイトの情報は、現状、無料で提供されています。当サイトを利用したウェブサイトの閲覧や情報収集については、情報がユーザーの需要に適合するものか否か、情報の保存や複製その他ユーザーによる任意の利用方法により必要な法的権利を有しているか否か、著作権、秘密保持、名誉毀損、品位保持および輸出に関する法規その他法令上の義務に従うことなど、ユーザーご自身の責任において行っていただきますようお願いいたします。 当サイトの御利用につき、何らかのトラブルや損失・損害等につきましては一切責任を問わないものとします。 当サイトが紹介しているウェブサイトやソフトウェアの合法性、正確性、道徳性、最新性、適切性、著作権の許諾や有無など、その内容については一切の保証を致しかねます。 当サイトからリンクやバナーなどによって他のサイトに移動された場合、移動先サイトで提供される情報、サービス等について一切の責任を負いません。';
export const copyRight =
  '本ウェブサイトに掲載されている全てのコンテンツは、golfersfarm管理人が所有しています。書面による許可なく、個人的な目的以外で使用することは禁止されています。';
export const privacyHead = [
  '個人情報の管理',
  '個人情報の利用目的',
  '個人情報の第三者への開示・提供の禁止',
  '個人情報の安全対策',
  'ご本人の照会',
  '法令、規範の遵守と見直し',
  'お問い合せ',
];
export const privacyBody = [manage, use, forbit, safetySupport, identityInquiry, legal, contact];
export const disclaimerHead = ['免責事項', '著作権'];
export const disclaimerBody = [disclaimerText, copyRight];
